{
    "team": [
        {
            "isAlumni": false,
            "name": "Hysell Oviedo",
            "title": "Principal Investigator",
            "suffix": "Ph.D.",
            "includeSuffix": true,
            "education": [
                "2004, Ph.D., Neuroscience, New York University",
                "1998, BS./BA., Biology and French Literature, Stockton University"
            ],
            "honorsAndAwards": [
                "Roger Perlmutter Career Development Professorship, Washington University"
            ],
            "CV": {
                "title": "Hysell Oviedo CV",
                "url": "/src/lib/assets/team/HysellOviedo/CV_HysellOviedo_2024.pdf"
            },
            "images": [
                "/src/lib/assets/team/HysellOviedo/headshot_HysellOviedo_2023.png",
                "/src/lib/assets/team/HysellOviedo/headshot_HysellOviedo_2021.png",
                "/src/lib/assets/team/HysellOviedo/headshot_HysellOviedo_2020.png"
            ],
            "biography": [
                "My research program seeks to understand the neural circuits underlying vocal communication. Processing of conspecific vocalizations is lateralized in the human brain and other species, but functional significance, mechanisms, and ontogeny of lateralization have remained a mystery for over a century. My research group has focused on mice, which have become a viable model system to study evolutionarily conserved mechanisms of vocal communication thanks to growing evidence of their vocal repertoire’s complexity during social interactions and auditory plasticity triggered by parental experience.",
                "My laboratory leverages the cutting-edge tools available in rodents to study circuitry in the context of species-specific vocalizations providing behavioral and computational constraints. Processing social calls requires simultaneously recognizing, categorizing, and assigning communicative importance to these fleeting signals. Lateralization—assigning specific computational tasks to each cerebral hemisphere for parallel processing—is an important strategy to solve this challenge. The novel approach of my research program has been to use lateralization as a comparative tool to reveal molecular, structural and functional differences between the left and right Auditory Cortices.",
                "We have discovered lateralized processing of specific acoustic features in the mouse Auditory Cortex and identified circuit asymmetries that could support the necessary specialized computations. We plan to capitalize on these findings to determine the development and diversity of lateralized cortical specializations, and how they go awry in communication disorders."
            ],
            "externalLinks": [
                {
                    "type": "googleScholar",
                    "title": "Google Scholar",
                    "url": "https://scholar.google.com/citations?hl=en&user=s2stPsAAAAAJ"
                },
                {
                    "type": "orcid",
                    "title": "ORCID",
                    "url": "https://orcid.org/0000-0002-9822-0081"
                }
            ]
        },
        {
            "isAlumni": false,
            "name": "Michael Barkasi",
            "title": "Staff Scientist",
            "suffix": "Ph.D.",
            "includeSuffix": true,
            "education": [
                "2023, Postdoc, Harris Multisensory Integration Lab, York University",
                "2018-2020, Postdoc, Network for Sensory Research, University of Toronto",
                "2015, Ph.D., Philosophy, Rice University",
                "2011, MA., Philosophy, Rice University",
                "2009, BA., Philosophy, Kutztown University"
            ],
            "honorsAndAwards": [],
            "CV": {
                "title": "Michael Barkasi CV",
                "url": "https://www.michaelbarkasi.com/curriculum-vitae/"
            },
            "images": [
                "/src/lib/assets/team/MichaelBarkasi/headshot_MichaelBarkasi_2024.jpg"
            ],
            "biography": [
                "Hi! I’m Mike. Catching the tail end of a new wave of empirically informed philosophy of perception in the 2000s, I completed my PhD at Rice studying the relationship between sensory information channels and perceptual consciousness. After a break from academics as an amateur track cyclist and youth cycling coach, I took a postdoc at the Network for Sensory Research in the Department of Philosophy, University of Toronto. As that postdoc wound down, I joined the Centre for Philosophy of Memory at Université Grenoble Alps as an associate member while launching a startup to explore the use of movement sonification in athletic training. I discovered I liked science more than business, so I shifted this work into a postdoc with Harris Multisensory Integration Lab at York University studying auditory feedback in motor control. Finding my way from Toronto to WashU, I’m now a staff scientist here at the lab. My technical expertise is in mathematical modelling, geometry, and high-performance computing. I’m interested in computational models of sensorimotor information processing, both at the circuit and representation levels. Philosophically, I’m interested in how this information processing gives rise to phenomenal consciousness. Within philosophy I’m best known for my novel work on how the interaction of sensory and mnemonic neural mechanisms afford us contact with the external world through our subjective internal experience. My goal here at Oviedo Lab is to assist in developing new circuit models for acoustic and speech-related signal processing."
            ],
            "externalLinks": [
                {
                    "type": "website",
                    "title": "Personal Website",
                    "url": "https://michaelbarkasi.com/"
                },
                {
                    "type": "github",
                    "title": "Github",
                    "url": "https://github.com/michaelbarkasi"
                },
                {
                    "type": "linkedin",
                    "title": "LinkedIn",
                    "url": "https://www.linkedin.com/in/michaelbarkasi"
                }
            ]
        },
        {
            "isAlumni": false,
            "name": "Stephani Martinez Barrera",
            "title": "Postdoctoral Researcher",
            "suffix": "Ph.D.",
            "includeSuffix": true,
            "education": [
                "2024, Ph.D., Biochemistry and Molecular Biology, Clemson University",
                "2017, BS., Chemistry (Biochemistry Emphasis), Lindenwood University"
            ],
            "honorsAndAwards": [],
            "CV": {
                "title": "Stephani Martinez Barrera CV",
                "url": "/src/lib/assets/team/StephaniMartinezBarrera/CV_StephaniMartinezBarrera_2024.pdf"
            },
            "images": [
                "/src/lib/assets/team/StephaniMartinezBarrera/headshot_StephaniMartinezBarrera_2024.jpg"
            ],
            "biography": [
                "Originally from Honduras, I immigrated to the U.S. to pursue my passion for science due to the limited research opportunities in my home country. I completed my Ph.D. in Biochemistry and Molecular Biology at Clemson University, where I focused on fungal pathogens and stress response mechanisms. With a strong background in molecular biology, protein biochemistry, and cell biology, I am now dedicated to advancing neuroscience research while fostering diversity and inclusion in STEM."
            ],
            "externalLinks": [
                {
                    "type": "linkedin",
                    "title": "LinkedIn",
                    "url": "https://www.linkedin.com/in/stephani-martinez-barrera-phd-716100302"
                }
            ]
        },
        {
            "isAlumni": false,
            "name": "Demetrios Neophytou",
            "title": "Doctoral Student",
            "suffix": "MSc.",
            "includeSuffix": false,
            "education": [
                "Ph.D., Biology (Neurosciences), The Graduate Center, City University of New York",
                "2020, MS., Biology, The City College of New York",
                "2019, BS., Biology, The City College of New York"
            ],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/DemetriosNeophytou/headshot_DemetriosNeophytou_2024.png"
            ],
            "biography": [
                "I’m currently a Biology PhD student at the City University of New York’s Graduate Center as part of the Neuroscience subprogram. I joined the Oviedo lab in 2018 as an undergrad and remained as a grad student in 2020 to continue pursuing my interests in auditory physiology and circuit dynamics. When the lab was moving to WashU in St. Louis in 2023, I opted to move as well to continue my project on the development of lateralized processes in the auditory cortex. In my time in the lab I’ve learned a variety of skills with my focus being on learning electrophysiology in both living animals and in slices. My broad interests are in studying cortical circuits and their contribution to function and behavior."
            ],
            "externalLinks": [
                {
                    "type": "orcid",
                    "title": "ORCID",
                    "url": "https://orcid.org/0000-0002-1430-5951"
                }
            ]
        },
        {
            "isAlumni": false,
            "name": "Noor Bibi",
            "title": "Doctoral Student",
            "suffix": "BA.",
            "includeSuffix": false,
            "education": [
                "Ph.D., Neuroscience, Washington University in St. Louis",
                "2021, BA., Neuroscience, Luther College, Decorah, Iowa"
            ],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/NoorBibi/headshot_Noor_2024.jpg"
            ],
            "biography": [
                "My name is Noor Bibi. I am an international student from Pakistan, currently pursuing a Ph.D. in the Neuroscience program at WashU. I have previous research experience in sleep neuroscience and electrophysiology, focusing on the development of circuit motifs. I am passionate about understanding the underlying circuitry involved in various brain functions and how these circuits are altered in different disease models. In my free time, I enjoy cooking, playing tennis, and spending time with friends."
            ],
            "externalLinks": []
        },
        {
            "isAlumni": false,
            "name": "Cody Nhan Pham",
            "title": "Research Technician",
            "suffix": "BS.",
            "includeSuffix": false,
            "education": [
                "2023, BS., Microbiology and Biotechnology, Missouri State University"
            ],
            "honorsAndAwards": [],
            "CV": {
                "title": "Cody Pham CV",
                "url": "https://codynhanpham.com/resume/"
            },
            "images": [
                "/src/lib/assets/team/CodyPham/headshot_CodyPham_2024.png"
            ],
            "biography": [
                "I am interested in a variety of things and more or less a Jack of all trades. I have strong interest in biology and computer science, and was brought on to the team at Oviedo Lab to do and learn just that! My role is to assist with maintaining and creating data analysis/acquisition software, doing in vivo imaging with 2-photon microscopy, and running transcriptomics experiments.",
                "Ummm... And I bake, sometimes."
            ],
            "externalLinks": [
                {
                    "type": "website",
                    "title": "Personal Website",
                    "url": "https://codynhanpham.com"
                },
                {
                    "type": "github",
                    "title": "Github",
                    "url": "https://github.com/codynhanpham"
                },
                {
                    "type": "orcid",
                    "title": "ORCID",
                    "url": "https://orcid.org/0009-0000-4898-4684"
                },
                {
                    "type": "linkedin",
                    "title": "LinkedIn",
                    "url": "https://www.linkedin.com/in/codynhanpham/"
                },
                {
                    "type": "x",
                    "title": "X",
                    "url": "https://x.com/codynhanpham"
                }
            ]
        },
        {
            "isAlumni": false,
            "name": "Francesca Higgins",
            "title": "Research Technician",
            "suffix": "BS.",
            "includeSuffix": false,
            "education": [
                "2024, BS., Neuroscience, University of Texas at Austin"
            ],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/FrancescaHiggins/headshot_FrancescaHiggins_2024.jpeg"
            ],
            "biography": [
                "I am interested in the social perception of emotion and behavior and how that is affected by changes of neurobiology and disease, especially in the context of neurological disorders (whether that be congenital or trauma-onset). I'm excited to be a part of the team at Oviedo Lab and can't wait to be patch clamping again! It's an itch that only ephys can scratch...",
                "Outside of the lab, I enjoy exploring St. Louis on my motorcycle, using pursuit of good food and drink as the perfect excuse to go on a ride. You can also find me window shopping around vintage stores for kitchen goods I no longer have shelf space for."
            ],
            "externalLinks": [
                {
                    "type": "linkedin",
                    "title": "LinkedIn",
                    "url": "https://www.linkedin.com/in/francesca-higgins/"
                }
            ]
        },
        {
            "isAlumni": true,
            "name": "Lydia Chen",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [
                "2027, BA., General Biology and Computer Science + Mathematics, Washington University in St.Louis"
            ],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/LydiaChen/headshot_LydiaChen_2024.jpg"
            ],
            "biography": [
                "Hi! I’m Lydia, an undergraduate student at Washington University in St. Louis, originally from Beijing, China. I am studying abroad as an international student, exploring both academics and the beauty of the United States. I have a strong interest in neuroscience and am pursuing a double major in Computer Science and Mathematics. My passion for these fields inspired me to join the lab, where I look forward to contributing to exciting research and expanding my knowledge. I hope to combine my interests in neuroscience and computational models to pursue interdisciplinary research in the future."
            ],
            "externalLinks": [
                {
                    "type": "linkedin",
                    "title": "LinkedIn",
                    "url": "https://www.linkedin.com/in/lydia-chen-4a6bb8290/"
                }
            ]
        },
        {
            "isAlumni": true,
            "name": "Natalee von Keyserling",
            "title": "Lab Manager",
            "suffix": "Ph.D.",
            "includeSuffix": true,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/NataleeVonKeyserling/headshot_NataleeVonKeyserling_2024.jpg"
            ],
            "biography": [
                "I’m Natalee, the current lab manager for the Oviedo Lab. I recently graduated with my PhD in Molecular, Cellular, and Systemic Physiolgy from the Southern Illinois University School of Medicine. My dissertation work focused on how one-sided tooth loss changes the naked mole-rat brain in a side-specific fashion. Now, I’m working with the lab to study how different sides of the auditory cortex have specialized functions that arise during development. My goal is to help the lab and all of its members achieve their goals by aiding in training, experimental design, and personal growth.",
                "Outside of my work in the lab, I’m a certified human anatomy instructor and welcome any opportunity to show students the intricacies of the human body through dissection. In my free time, I volunteer with local science outreach groups, alpaca farms, and the Alpha Chi Sigma chemistry fraternity. Lastly, the things that have stolen my heart are my cat, my dog, thrift shops, antique stores, coffee, and any animal that is so ugly it actually looks kind of cute (i.e, naked mole-rats)"
            ],
            "externalLinks": [
                {
                    "type": "x",
                    "title": "X",
                    "url": "https://x.com/neuroanatalee"
                }
            ]
        },
        {
            "isAlumni": true,
            "name": "Shaza Ali",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/ShazaAli/headshot_ShazaAli_2024.jpg"
            ],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Robert Levy",
            "title": "Postdoctoral Researcher",
            "suffix": "Ph.D.",
            "includeSuffix": true,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/RobertLevy/headshot_RobertLevy_timemachine.jpg"
            ],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Tiemo Marquarding",
            "title": "Postdoctoral Researcher",
            "suffix": "Ph.D.",
            "includeSuffix": true,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Hana Goldstrone",
            "title": "Post-baccalaureate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Rumana Ahmed",
            "title": "Post-baccalaureate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Humera Mohammad",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Irving Estevez",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Christopher Pun",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Rebekah Wallner",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Joangela Nouel",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Osama Ashraf",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Suny Chevarria",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Devjani Banik",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Oasheka Chowdhury",
            "title": "Macaulay Honors College",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/OashekaChowdhury/headshot_OashekaChowdhury_timemachine.jpg"
            ],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Peter Dragos",
            "title": "Computing Research Technician",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/PeterDragos/headshot_PeterDragos_timemachine.jpg"
            ],
            "biography": [
                "I am a mathematically-inclined programmer based out of Manhattan, New York. I was brought on to the team at Oviedo Lab to assist with migrating aging electrophysiology hardware and software to modern versions, as well as manage a website migration from Wordpress to Github Pages.",
                "In my non-computer related jobs, I am a freelance audio/visual technician running sound, lights, and video for live events ranging from community events, panels, and press conferences, to musical, theatrical, and dance acts.",
                "Most of my free time is spend studying functional programming and mathematics."
            ],
            "externalLinks": [
                {
                    "type": "github",
                    "title": "Github",
                    "url": "https://github.com/dragospe"
                }
            ]
        },
        {
            "isAlumni": true,
            "name": "Ashlan Reid",
            "title": "Postdoctoral Researcher",
            "suffix": "Ph.D.",
            "includeSuffix": true,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/AshlanReid/headshot_AshlanReid_timemachine.png"
            ],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Kaitha Agnant",
            "title": "Research Assistant",
            "suffix": "B.S.",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/KaithaAgnant/headshot_KaithaAgnant_timemachine.jpg"
            ],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Temitope Coker",
            "title": "Research Assistant",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [
                "/src/lib/assets/team/TemitopeCoker/headshot_TemitopeCoker_timemachine.png"
            ],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Czarina Maysonet",
            "title": "Undergraduate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Megan Chladny",
            "title": "Research Associate",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        },
        {
            "isAlumni": true,
            "name": "Sadia Rahman",
            "title": "Graduate Researcher",
            "suffix": "",
            "includeSuffix": false,
            "education": [],
            "honorsAndAwards": [],
            "CV": {},
            "images": [],
            "biography": [],
            "externalLinks": []
        }
    ]
}