{
    "groupPapersOlderThanYear": 2017,

    "publications": [
        {
            "title": "Non-Canonical Role of DNA Mismatch Repair on Sensory Processing in Mice",
            "authors": [
                "Sadia N. Rahman",
                "Demetrios Neophytou",
                "Siboney Oviedo-Gray",
                "Bao Q. Vuong",
                "Hysell V. Oviedo"
            ],
            "abstract": [
                "DNA repair mechanisms are essential for cellular development and function. This is particularly true in post-mitotic neurons, where deficiencies in DNA damage response proteins can result in severe neurodegenerative and neurodevelopmental disorders. One highly conserved factor involved in DNA repair is Mut-S Homolog 2 (Msh2), which is responsible for correcting base- base mismatches and insertion/deletion loops during cell proliferation. However, its role in mature neuronal function remains poorly understood. This study investigates the impact of Msh2 loss on sensory processing in a mouse model. Using electrophysiological and molecular assays, we identified significant deficits in cortical and thalamic sound processing in Msh2ᐨᐟᐨ mice. These deficits were linked to dysfunction of the thalamic reticular nucleus (TRN), a brain region that critically regulates corticothalamic and thalamocortical activity. Our findings revealed increased oxidative damage, aberrant neuronal activity, and elevated parvalbumin (PV) expression in PVᐩ interneurons in the TRN of Msh2ᐨᐟᐨ mice. Additionally, we observed the presence of connexin plaques, indicating that disrupted gap junction formation may contribute to impaired TRN function. These results underscore the critical role of Msh2 in supporting the functionality of PVᐩ interneurons in the TRN, thereby profoundly influencing sensory processing pathways. This study provides new insights into the importance of DNA repair mechanisms in neuronal development and function, potentially contributing to our understanding of their role in neurological disorders."    
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20250217",
            "doi": "10.1101/2025.02.13.638164",
            "journal": "bioRxiv",
            "url": "https://www.biorxiv.org/content/10.1101/2025.02.13.638164v1.full.pdf+html",
            "isPreprint": true,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/SadiaRahman2025/SadiaRahman2025-thumbnail.png",
            "thumbnailSummary": "Figure 1 from the paper shows diminished auditory function in the ACx of Msh2(-/-) mice."
        },
        {
            "title": "Mouse Auditory Cortex Undergoes Asynchronous Maturation in the Right and Left Hemispheres",
            "authors": [
                "Ashlan Reid",
                "Demetrios Neophytou",
                "Robert Levy",
                "Hysell V. Oviedo"
            ],
            "abstract": [
                "Despite the significance of lateralized auditory processing in human cognition, there are limited studies in animal models exploring the developmental mechanisms of this cortical specialization. Here, we find that cellular and network signs of maturity in the Auditory Cortex (ACx) appear earlier in the right hemisphere in male mice. We further demonstrate that persistent, experience dependent map reorganization is confined to the hemisphere that is actively maturing and can be differentially engaged by temporally limited manipulations of the sensory environment. Our data suggests that differential timing in hemisphere development could lead to lateralized auditory functioning."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20230101",
            "doi": "10.1101/2024.01.16.575905",
            "journal": "bioRxiv",
            "url": "https://www.biorxiv.org/content/10.1101/2024.01.16.575905v1.full",
            "isPreprint": true,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/AshlanReid2023/AshlanReid2023-thumbnail.jpg",
            "thumbnailSummary": "Figure 1 from the paper shows differences in thalamocortical input maturation between the left and right auditory cortex (ACx) across developmental stages, using bilateral slice preparation and voltage-sensitive dye imaging."
        },
        {
            "title": "Differences in temporal processing speeds between the right and left auditory cortex reflect the strength of recurrent synaptic connectivity",
            "authors": [
                "Demetrios Neophytou",
                "Diego M. Arribas",
                "Tushar Arora",
                "Robert B. Levy",
                "Il Memming Park",
                "Hysell V. Oviedo"
            ],
            "abstract": [
                "Brain asymmetry in the sensitivity to spectrotemporal modulation is an established functional feature that underlies the perception of speech and music. The left auditory cortex (ACx) is believed to specialize in processing fast temporal components of speech sounds, and the right ACx slower components. However, the circuit features and neural computations behind these lateralized spectrotemporal processes are poorly understood. To answer these mechanistic questions we use mice, an animal model that captures some relevant features of human communication systems. In this study, we screened for circuit features that could subserve temporal integration differences between the left and right ACx. We mapped excitatory input to principal neurons in all cortical layers and found significantly stronger recurrent connections in the superficial layers of the right ACx compared to the left. We hypothesized that the underlying recurrent neural dynamics would exhibit differential characteristic timescales corresponding to their hemispheric specialization. To investigate, we recorded spike trains from awake mice and estimated the network time constants using a statistical method to combine evidence from multiple weak signal-to-noise ratio neurons. We found longer temporal integration windows in the superficial layers of the right ACx compared to the left as predicted by stronger recurrent excitation. Our study shows substantial evidence linking stronger recurrent synaptic connections to longer network timescales. These findings support speech processing theories that purport asymmetry in temporal integration is a crucial feature of lateralization in auditory processing."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20221021",
            "doi": "10.1371/journal.pbio.3001803",
            "journal": "PLOS Biology",
            "url": "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3001803",
            "isPreprint": false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/DemetriosNeophytou2022/DemetriosNeophytou2022-thumbnail.png",
            "thumbnailSummary": "Figure 1 from the paper shows a summary of excitatory pathways in the left and right ACx across all cortical layers."
        },
        {
            "title": "Effects of direct current stimulation on synaptic plasticity in a single neuron",
            "authors": [
                "Forouzan Farahani",
                "Greg Kronberg",
                "Mohamad FallahRad",
                "Hysell V. Oviedo",
                "Lucas C. Parra"
            ],
            "abstract": [
                "Transcranial direct current stimulation (DCS) has lasting effects that may be explained by a boost in synaptic long-term potentiation (LTP). We hypothesized that this boost is the result of a modulation of somatic spiking in the postsynaptic neuron, as opposed to indirect network effects. To test this directly we record somatic spiking in a postsynaptic neuron during LTP induction with concurrent DCS.",
                "We performed rodent in-vitro patch-clamp recordings at the soma of individual CA1 pyramidal neurons. LTP was induced with theta-burst stimulation (TBS) applied concurrently with DCS. To test the causal role of somatic polarization, we manipulated polarization via current injections. We also used a computational multi-compartment neuron model that captures the effect of electric fields on membrane polarization and activity-dependent synaptic plasticity.",
                "TBS-induced LTP was enhanced when paired with anodal DCS as well as depolarizing current injections. In both cases, somatic spiking during the TBS was increased, suggesting that evoked somatic activity is the primary factor affecting LTP modulation. However, the boost of LTP with DCS was less than expected given the increase in spiking activity alone. In some cells, we also observed DCS-induced spiking, suggesting DCS also modulates LTP via induced network activity. The computational model reproduces these results and suggests that they are driven by both direct changes in postsynaptic spiking and indirect changes due to network activity.",
                "DCS enhances synaptic plasticity by increasing postsynaptic somatic spiking, but we also find that an increase in network activity may boost but also limit this enhancement."
            ],
            "abstractHeadings": ["Background", "Methods", "Results", "Conclusion"],
            "yyyymmdd": "20210600",
            "doi": "10.1016/j.brs.2021.03.001",
            "journal": "Brain Stimulation",
            "url": "https://www.sciencedirect.com/science/article/pii/S1935861X21000486",
            "isPreprint":false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/ForouzanFarahani2021/ForouzanFarahani2021-thumbnail.jpg",
            "thumbnailSummary": "Figure 1 from the paper shows anodal direct current stimulation (DCS) boosts long-term potentiation (LTP) and somatic spiking"
        },
        {
            "title": "Using Neural Circuit Interrogation in Rodents to Unravel Human Speech Decoding",
            "authors": [
                "Demetrios Neophytou",
                "Hysell V. Oviedo"
            ],
            "abstract": [
                "The neural circuits responsible for social communication are among the least understood in the brain. Human studies have made great progress in advancing our understanding of the global computations required for processing speech, and animal models offer the opportunity to discover evolutionarily conserved mechanisms for decoding these signals. In this review article, we describe some of the most well-established speech decoding computations from human studies and describe animal research designed to reveal potential circuit mechanisms underlying these processes. Human and animal brains must perform the challenging tasks of rapidly recognizing, categorizing, and assigning communicative importance to sounds in a noisy environment. The instructions to these functions are found in the precise connections neurons make with one another. Therefore, identifying circuit-motifs in the auditory cortices and linking them to communicative functions is pivotal. We review recent advances in human recordings that have revealed the most basic unit of speech decoded by neurons is a phoneme, and consider circuit-mapping studies in rodents that have shown potential connectivity schemes to achieve this. Finally, we discuss other potentially important processing features in humans like lateralization, sensitivity to fine temporal features, and hierarchical processing. The goal is for animal studies to investigate neurophysiological and anatomical pathways responsible for establishing behavioral phenotypes that are shared between humans and animals. This can be accomplished by establishing cell types, connectivity patterns, genetic pathways and critical periods that are relevant in the development and function of social communication."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20200129",
            "doi": "10.3389/fncir.2020.00002",
            "journal": "Frontiers in Neural Circuits",
            "url": "https://www.frontiersin.org/journals/neural-circuits/articles/10.3389/fncir.2020.00002/full",
            "isPreprint": false,
            "isReviewArticle": true,
            "thumbnail": "/src/lib/assets/publications/DemetriosNeophytou2020/DemetriosNeophytou2020-thumbnail.jpg",
            "thumbnailSummary": "Figure 1 from the paper shows plausible connectivity motifs of phoneme detectors"
        },
        {
            "title": "Circuit asymmetries underlie functional lateralization in the mouse auditory cortex",
            "authors": [
                "Robert B. Levy",
                "Tiemo Marquarding",
                "Ashlan P. Reid",
                "Christopher M. Pun",
                "Nicolas Renier",
                "Hysell V. Oviedo"
            ],
            "abstract": [
                "The left hemisphere's dominance in processing social communication has been known for over a century, but the mechanisms underlying this lateralized cortical function are poorly understood. Here, we compare the structure, function, and development of each auditory cortex (ACx) in the mouse to look for specializations that may underlie lateralization. Using Fos brain volume imaging, we found greater activation in the left ACx in response to vocalizations, while the right ACx responded more to frequency sweeps. In vivo recordings identified hemispheric differences in spectrotemporal selectivity, reinforcing their functional differences. We then compared the synaptic connectivity within each hemisphere and discovered lateralized circuit-motifs that are hearing experience-dependent. Our results suggest a specialist role for the left ACx, focused on facilitating the detection of specific vocalization features, while the right ACx is a generalist with the ability to integrate spectrotemporal features more broadly."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20190625",
            "doi": "10.1038/s41467-019-10690-3",
            "journal": "Nature Communications",
            "url": "https://www.nature.com/articles/s41467-019-10690-3",
            "isPreprint": false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/RobertLevy2019/RobertLevy2019-thumbnail.webp",
            "thumbnailSummary": "Figure 1 from the paper shows sweeps and mouse vocalizations evoke lateralized activation in the auditory cortex"
        },
        {
            "title": "Connectivity motifs of inhibitory neurons in the mouse Auditory Cortex",
            "authors": [
                "Hysell V. Oviedo"
            ],
            "abstract": [
                "Connectivity determines the function of neural circuits and it is the gateway to behavioral output. The emergent properties of the Auditory Cortex (ACx) have been difficult to unravel partly due to our assumption that it is organized similarly to other sensory areas. But detailed investigations of its functional connectivity have begun to reveal significant differences from other cortical areas that perform different functions. Using Laser Scanning Photostimulation we previously discovered unique circuit features in the ACx. Specifically, we found that the functional asymmetry of the ACx (tonotopy and isofrequency axes) is reflected in the local circuitry of excitatory inputs to Layer 3 pyramidal neurons. In the present study we extend the functional wiring diagram of the ACx with an investigation of the connectivity patterns of inhibitory subclasses. We compared excitatory input to parvalbumin (PV) and somatostatin (SOM)-expressing interneurons and found distinct circuit-motifs between and within these subpopulations. Moreover, these connectivity motifs emerged as intrinsic differences between the left and right ACx. Our results support a functional circuit based approach to understand the role of inhibitory neurons in auditory processing."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20171205",
            "doi": "10.1038/s41598-017-16904-2",
            "journal": "Scientific Reports",
            "url": "https://www.nature.com/articles/s41598-017-16904-2",
            "isPreprint": false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/HysellOviedo2017/HysellOviedo2017-thumbnail.webp",
            "thumbnailSummary": "Figure 1 from the paper demonstrates cell-type specific mapping using Laser Scanning Photostimulation (LSPS)"
        },
        {
            "title": "Long-term Cre-mediated retrograde tagging of neurons using a novel recombinant pseudorabies virus",
            "authors": [
                "Hassana K. Oyibo",
                "Petr Znamenskiy",
                "Hysell V. Oviedo",
                "Lynn W. Enquist",
                "Anthony M. Zador"
            ],
            "abstract": [
                "Brain regions contain diverse populations of neurons that project to different long-range targets. The study of these subpopulations in circuit function and behavior requires a toolkit to characterize and manipulate their activity in vivo. We have developed a novel set of reagents based on Pseudorabies Virus (PRV) for efficient and long-term genetic tagging of neurons based on their projection targets. By deleting IE180, the master transcriptional regulator in the PRV genome, we have produced a mutant virus capable of infection and transgene expression in neurons but unable to replicate in or spread from those neurons. IE180-null mutants showed no cytotoxicity, and infected neurons exhibited normal physiological function more than 45 days after infection, indicating the utility of these engineered viruses for chronic experiments. To enable rapid and convenient construction of novel IE180-null recombinants, we engineered a bacterial artificial chromosome (BAC) shuttle-vector system for moving new constructs into the PRV IE180-null genome. Using this system we generated an IE180-null recombinant virus expressing the site-specific recombinase Cre. This Cre-expressing virus (PRV-hSyn-Cre) efficiently and robustly infects neurons in vivo and activates transgene expression from Cre-dependent vectors in local and retrograde projecting populations of neurons in the mouse. We also generated an assortment of recombinant viruses expressing fluorescent proteins (mCherry, EGFP, ECFP). These viruses exhibit long-term labeling of neurons in vitro but transient labeling in vivo. Together these novel IE180-null PRV reagents expand the toolkit for targeted gene expression in the brain, facilitating functional dissection of neuronal circuits in vivo."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20140903",
            "doi": "10.3389/fnana.2014.00086",
            "journal": "Frontiers in Neuroanatomy",
            "url": "https://www.frontiersin.org/journals/neuroanatomy/articles/10.3389/fnana.2014.00086/full",
            "isPreprint": false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/HassanaOyibo2014/HassanaOyibo2014-thumbnail.jpg",
            "thumbnailSummary": "Figure 1 from the paper shows the design and construction of the IE180-null pseudorabies virus (PRV) mutant"
        },
        {
            "title": "Integration of Subthreshold and Suprathreshold Excitatory Barrages along the Somatodendritic Axis of Pyramidal Neurons",
            "authors": [
                "Hysell V. Oviedo",
                "Alex D. Reyes"
            ],
            "abstract": [
                "Neurons integrate inputs arriving in different cellular compartments to produce action potentials that are transmitted to other neurons. Because of the voltage- and time-dependent conductances in the dendrites and soma, summation of synaptic inputs is complex. To examine summation of membrane potentials and firing rates, we performed whole-cell recordings from layer 5 cortical pyramidal neurons in acute slices of the rat's somatosensory cortex. We delivered subthreshold and suprathreshold stimuli at the soma and several sites on the apical dendrite, and injected inputs that mimic synaptic barrages at individual or distributed sites. We found that summation of subthreshold potentials differed from that of firing rates. Subthreshold summation was linear when barrages were small but became supralinear as barrages increased. When neurons were discharging repetitively the rules were more diverse. At the soma and proximal apical dendrite summation of the evoked firing rates was predominantly sublinear whereas in the distal dendrite summation ranged from supralinear to sublinear. In addition, the integration of inputs delivered at a single location differed from that of distributed inputs only for suprathreshold responses. These results indicate that convergent inputs onto the apical dendrite and soma do not simply summate linearly, as suggested previously, and that distinct presynaptic afferents that target specific sites on the dendritic tree may perform unique sets of computations."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20120323",
            "doi": "10.1371/journal.pone.0033831",
            "journal": "PLOS ONE",
            "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0033831",
            "isPreprint": false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/HysellOviedo2012/HysellOviedo2012-thumbnail.png",
            "thumbnailSummary": "Matching EPSPs and calculating the linearly-predicted summation of inputs"
        },
        {
            "title": "PTEN Regulation of Local and Long-Range Connections in Mouse Auditory Cortex",
            "authors": [
                "Qiaojie Xiong",
                "Hysell V. Oviedo",
                "Lloyd C. Trotman",
                "Anthony M. Zador"
            ],
            "abstract": [
                "Autism spectrum disorders (ASDs) are highly heritable developmental disorders caused by a heterogeneous collection of genetic lesions. Here we use a mouse model to study the effect on cortical connectivity of disrupting the ASD candidate gene PTEN (phosphatase and tensin homolog deleted on chromosome 10). Through Cre-mediated recombination, we conditionally knocked out PTEN expression in a subset of auditory cortical neurons. Analysis of long-range connectivity using channelrhodopsin-2 revealed that the strength of synaptic inputs from both the contralateral auditory cortex and from the thalamus onto PTEN-cko neurons was enhanced compared with nearby neurons with normal PTEN expression. Laser-scanning photostimulation showed that local inputs onto PTEN-cko neurons in the auditory cortex were similarly enhanced. The hyperconnectivity caused by PTEN-cko could be blocked by rapamycin, a specific inhibitor of the PTEN downstream molecule mammalian target of rapamycin complex 1. Together, our results suggest that local and long-range hyperconnectivity may constitute a physiological basis for the effects of mutations in PTEN and possibly other ASD candidate genes."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20120201",
            "doi": "10.1523/jneurosci.4480-11.2012",
            "journal": "Journal of Neuroscience",
            "url": "https://www.jneurosci.org/content/32/5/1643.long",
            "isPreprint": false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/QiaojieXiong2012/QiaojieXiong2012-thumbnail.jpg",
            "thumbnailSummary": "Figure 1 from the paper shows effect of phosphatase and tensin homolog on chromosome 10 (PTEN) deletion on intrinsic membrane properties"
        },
        {
            "title": "The functional asymmetry of auditory cortex is reflected in the organization of local cortical circuits",
            "authors": [
                "Hysell V. Oviedo",
                "Ingrid Bureau",
                "Karel Svoboda",
                "Anthony M. Zador"
            ],
            "abstract": [
                "The primary auditory cortex (A1) is organized tonotopically, with neurons sensitive to high and low frequencies arranged in a rostro-caudal gradient. We used laser scanning photostimulation in acute slices to study the organization of local excitatory connections onto layers 2 and 3 (L2/3) of the mouse A1. Consistent with the organization of other cortical regions, synaptic inputs along the isofrequency axis (orthogonal to the tonotopic axis) arose predominantly within a column. By contrast, we found that local connections along the tonotopic axis differed from those along the isofrequency axis: some input pathways to L3 (but not L2) arose predominantly out-of-column. In vivo cell-attached recordings revealed differences between the sound-responsiveness of neurons in L2 and L3. Our results are consistent with the hypothesis that auditory cortical microcircuitry is specialized to the one-dimensional representation of frequency in the auditory cortex."
            ],
            "abstractHeadings": [],
            "yyyymmdd": "20101017",
            "doi": "10.1038/nn.2659",
            "journal": "Nature Neuroscience",
            "url": "https://www.nature.com/articles/nn.2659",
            "isPreprint": false,
            "isReviewArticle": false,
            "thumbnail": "/src/lib/assets/publications/HysellOviedo2010/HysellOviedo2010-thumbnail.webp",
            "thumbnailSummary": "Figure 1 from the paper shows the auditory cortex laser scanning photostimulation (LSPS) experimental preparation."
        }
    ]
}